{
  "slug": "dmca",
  "href": "https://blood-money.io/dmca",
  "title": "DMCA",
  "description": "We have implemented a procedure to address any concerns regarding potential copyright violations on the Site. ",
  "image": "",
  "tags": [],
  "content": {
    "html": "<div class=\"h-full\"><div class=\"max-w-7xl mx-auto px-4 sm:px-6 lg:px-8 py-12\"><div class=\"light:bg-light-800/30 dark:bg-gray-800 rounded-lg shadow-lg hover:shadow-xl transition-shadow duration-300 p-6 relative overflow-hidden text-gray-600 dark:text-gray-300 \"><h1 class=\"text-3xl font-bold bg-gradient-to-r from-[#007b43] to-[#009152] dark:from-[#00a65c] dark:to-[#00c06b] bg-clip-text text-highlight font-heading\">DMCA</h1><div class=\"mt-2 w-20 h-1 divider rounded-full\"></div><div class=\"page-content\"><p><span style=\"font-weight: 400;\">We have implemented a procedure to address any concerns regarding potential copyright violations on the Site. If you suspect that any content infringes on copyright laws, we will take immediate action to remove it upon notification.</span></p><p><span style=\"font-weight: 400;\">To report a claim of copyright infringement, please send a written notice to our center using the contact information provided below. Your notice should include the following information:</span></p><ul><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Your physical or electronic signature, as the owner of an exclusive right that is allegedly infringed, or as an authorized representative of such an owner.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Identification of the copyrighted work that you claim has been infringed, or, if there are multiple copyrighted works at a single online site that are covered by a single notification, a representative list of such works at that site.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Identification of the material that you claim is infringing or is the subject of infringing activity and that should be removed or disabled, as well as information reasonably sufficient to permit us to locate the material.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Information reasonably sufficient to permit us to contact you, such as your address, telephone number, and email address if available.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">A statement that the information in your notification is accurate and, under penalty of perjury, that you are the owner of an exclusive right that is allegedly infringed or are authorized to act on behalf of such owner.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Please note that submitting a false claim of copyright infringement is illegal and may result in legal consequences.</span></li></ul> </div></div></div></div>",
    "sections": []
  },
  "fetchedAt": "2025-10-25T13:02:52.411Z"
}
